Repository: yamarten/atproto-website
Catalog: translation/omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Send post to...
ja: 投稿を送る…

source: Send report to {title}
ja: {title}に報告を送信

source: Send the message from your phone
ja: 携帯電話からメッセージを送信する

source: Send verification email
ja: 確認メールを送信

source: Send via direct message
ja: ダイレクトメッセージで送信

source: Sends email with confirmation code for account deletion
ja: アカウントの削除の確認コードをメールに送信

source: Sent to our phone number verification provider Plivo
ja: 弊社の電話番号認証プロバイダPlivoに送信されました

source: Server address
ja: サーバーアドレス

source: Servers may decide to make individual blobs inaccessible, separately from any account takedown or other account lifecycle events.
ja: サーバーは、アカウント停止または他のアカウントライフサイクルイベントとは別に、個別のblobにアクセス不可能にすることを決定する場合があります。

source: Servers may have their own generic limits and policies for blobs, separate from any Lexicon-defined constraints. They might implement account-wide quotas on data storage; maximum blob sizes; content policies; etc. Any of these restrictions might be enforced at the initial upload. Server operators should be aware that limits and other restrictions may impact functionality with existing and future applications. To maximize interoperability, operators are recommended to prefer limits on overall account resource consumption (e.g., "total blob size" quota, not "per blob" size limits).
ja: サーバーはLexicon定義の制約とは別に、blob一般に対する独自の制限とポリシーを持つ場合があります。アカウント全体のデータストレージ割り当て、最大blobサイズ、コンテンツポリシーなどを実装する場合があります。これらの制限はアップロード時に適用される場合があります。サーバーオペレーターは、制限と他の制約が既存および将来のアプリケーションの機能に影響を与える可能性があることに注意すべきです。相互運用性を最大化するために、オペレーターは全体的なアカウントリソース消費に対する制限を優先することを推奨します（例：「1つのblob当たり」のサイズ制限ではなく「総blobサイズ」割り当て）。

source: Servers may need to take measures to prevent malicious resource consumption. For example, intentional exhaustion of disk space, network congestion, bandwidth utilization, etc. — rate-limits, size limits, and quotas are recommended.
ja: サーバーは悪意あるリソース消費を防ぐための対策が必要な場合があります。例えば、ディスク容量の枯渇、ネットワーク輻輳、帯域幅圧迫が考えられるため、レート制限、サイズ制限、クォータなどの対策を推奨します。

source: Serving arbitrary user-uploaded files from a web server raises many content security issues. For example, cross-site scripting (XSS) of scripts or SVG content form the same "origin" as other web pages. It is effectively mandatory to enable a [Content Security Policy](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP) for the **`getBlob`** endpoint; it is effectively not supported to dynamically serve assets directly out of blob storage (the **`getBlob`** endpoint) directly to browsers and web applications. Applications must proxy blobs, files, and assets through an independent CDN, proxy, or other web service before serving to browsers and web agents, and such services are expected to implement security precautions.
ja: ユーザーがアップロードした任意のファイルをウェブサーバーから配信することは、多くのコンテンツセキュリティ問題を引き起こします。例えば、スクリプトやSVGのクロスサイトスクリプティング（XSS）は他のウェブページと同じ「オリジン」から配信されることで発生します。**`getBlob`** エンドポイントでは[コンテンツセキュリティポリシー](https://developer.mozilla.org/en-US/docs/Web/HTTP/CSP)の有効化が事実上必須です。blobストレージからブラウザへ直接、動的に資産を配信（**`getBlob`**）することは実質的に非対応です。アプリケーションはCDN、プロキシ、またはその他の独立したウェブサービスを介してblobやファイルを配信し、それらのサービスが適切なセキュリティ対策を実装する必要があります。

source: Set app icon to {0}
ja: アプリアイコンを{0}に設定

source: Set new password
ja: 新しいパスワードを設定

source: Set precisely which groups of people can reply to your post
ja: 投稿に返信できるグループを正確に設定します

source: Set up your account
ja: アカウントを設定する

source: Set who can reply to your post
ja: 投稿に誰が返信できるかを設定します

source: Set your birthdate below and we'll get you back to posting and exploring in no time!
ja: 下記に生年月日を設定すると、すぐに投稿や閲覧に戻れます！

source: Sets email for password reset
ja: パスワードをリセットするためのメールアドレスを入力

source: Setting `PDS_SQLITE_DISABLE_WAL_AUTO_CHECKPOINT` = `true` . This is in the [environment variable config](https://github.com/bluesky-social/atproto/blob/f8e56b387fcd3bc8405225c1bbdef66ca5dc1591/packages/pds/src/config/env.ts#L48) for your PDS. What this does is force the PDS SQLite client to keep write-ahead logging open and leave the actual checkpointing to Litestream.
ja: `PDS_SQLITE_DISABLE_WAL_AUTO_CHECKPOINT` = `true`を設定します。これはPDSの[環境変数設定](https://github.com/bluesky-social/atproto/blob/f8e56b387fcd3bc8405225c1bbdef66ca5dc1591/packages/pds/src/config/env.ts#L48)にあります。これが行うことは、PDS SQLiteクライアントにライトアヘッドログ（WAL）を開いたままにして、実際のチェックポイント処理をLitestreamに任せることを強制することです。

source: Settings
ja: 設定

source: Settings for activity from others
ja: 他のユーザーのアクティビティの通知の設定

source: Settings for allowing others to be notified of your posts
ja: あなたの投稿の通知を他のユーザーが受け取るのを許可する設定

source: Settings for like notifications
ja: いいねの通知の設定

source: Settings for mention notifications
ja: メンションの通知の設定

source: Settings for new follower notifications
ja: 新しいフォロワーの通知の設定

source: Settings for notifications for everything else
ja: その他すべての通知の設定

source: Settings for notifications for likes of your reposts
ja: リポストへのいいねの通知の設定

source: Settings for notifications for reposts of your reposts
ja: リポストのリポストの通知の設定

source: Settings for quote notifications
ja: 引用の通知の設定

source: Settings for reply notifications
ja: 返信の通知の設定

source: Settings for repost notifications
ja: リポストの通知の設定

source: Settings saved
ja: 設定を保存しました

source: Sexual activity or erotic nudity.
ja: 性的行為または性的なヌード。

source: Sexually Suggestive
ja: 性的にきわどい

source: Share
ja: 共有

source: Share QR code
ja: QRコードを共有

source: Share a cool story!
ja: クールなストーリーをシェアして！

source: Share a fun fact!
ja: 面白いことをシェアして！

source: Share anyway
ja: とにかく共有

source: Share author DID
ja: 著者DIDを共有

source: Share link
ja: リンクを共有

source: Share link dialog
ja: リンク共有のダイアログ

source: Share post at:// URI
ja: 投稿のat:// URIをコピー

source: Share this feed
ja: このフィードを共有

source: Share this starter pack
ja: このスターターパックを共有

source: Share this starter pack and help people join your community on Bluesky.
ja: このスターターパックを共有して、他のユーザーがBlueskyでのコミュニティに参加するよう手伝います

source: Share via...
ja: 共有…

source: Share your contacts to find friends
ja: 連絡先を共有して友達を見つける

source: Share your favorite feed!
ja: お気に入りのフィードをシェアして！

source: Shared Preferences Tester
ja: Shared Preferencesのテスター

source: Show
ja: 表示

source: Show More
ja: さらに表示

source: Show alt text
ja: ALTテキストを表示

source: Show anyway
ja: とにかく表示

source: Show badge
ja: バッジを表示

source: Show badge and filter from feeds
ja: バッジの表示とフィードからのフィルタリング

source: Show customization options
ja: カスタマイズオプションを表示

source: Show less like this
ja: このような投稿の表示を減らす

source: Show list anyway
ja: とにかくリストを表示

source: Show lists of users to select from
ja: 選択するユーザーのリストを表示します

source: Show more like this
ja: このような投稿の表示を増やす

source: Show more replies
ja: さらに返信を表示

source: Show post replies in a threaded tree view
ja: スレッドツリー表示で投稿の返信を表示

source: Show quote posts
ja: 引用を表示

source: Show replies
ja: 返信を表示

source: Show replies as
ja: 返信の表示方法

source: Show reply for everyone
ja: 返信を全員に見せる

source: Show reposts
ja: リポストを表示

source: Show samples of your saved feeds in your Following feed
ja: 保存されたフィードから一部の投稿をFollowingフィードに表示する

source: Show warning
ja: 警告を表示

source: Show warning and filter from feeds
ja: 警告の表示とフィードからのフィルタリング

source: Shows information about when this post was created
ja: この投稿がいつ作成されたかについての情報を表示する

source: Shows other accounts you can switch to
ja: 切替可能な他のアカウントを表示

source: Shows the content
ja: コンテンツを表示

source: Sidecar context can be included in API responses.
ja: サイドカーコンテキストはAPIレスポンスに含めることができます。

source: Sidecar records can be defined and managed by the original Lexicon designer or by independent developers.
ja: サイドカーレコードは、元のLexicon設計者または別の開発者によって定義および管理できます。

source: Sign Out
ja: サインアウト

source: Sign in
ja: サインイン

source: Sign in as {0}
ja: {0}としてサインイン

source: Sign in as...
ja: アカウントの選択

source: Sign in or create an account
ja: サインインまたはアカウントを作成

source: Sign in or create your account to join the conversation!
ja: 会話に参加するにはサインインするか新しくアカウントを登録してください！

source: Sign in to Bluesky or create a new account
ja: Blueskyにサインイン または 新規アカウントの登録

source: Sign in to account that is not listed
ja: リストにないアカウントにサインイン

source: Sign in to view post
ja: サインインして投稿を表示

source: Sign out
ja: サインアウト

source: Sign out?
ja: サインアウトしますか？

source: Sign-in Required
ja: サインインが必要

source: Signed in as @{0}
ja: @{0}でサインイン

source: Similar accounts
ja: 似ているアカウント

source: Simply processing the data is not enough, as these platforms are very read heavy. For every piece of content that is created, platforms may have to serve hundreds or thousands of requests to other users. As these platforms became more encompassing, user expectations increased as well in regards to their availability and latency. Downtime and degradation of services became less tolerated and could cost companies millions of dollars.
ja: これらのプラットフォームは読み取りが非常に多いため、単にデータを処理するだけでは不十分です。コンテンツが一つ作られるたびに、他のユーザーからの数百〜数千のリクエストを処理する必要があります。プラットフォームがより包括的になるにつれ、可用性やレイテンシに対するユーザーの期待も高まりました。ダウンタイムやサービス劣化は許容されにくくなり、企業に数百万ドルの損失を与えることもあります。

source: Since the data repositories can be hosted by anybody, we need to give them [URLs](/specs/at-uri-scheme).
ja: データリポジトリは誰でもホストできるため、[URL](/specs/at-uri-scheme)を指定する必要があります。

source: Since there are two behavior attributes (`blurs` and `severity`) with three values each, there are 9 possible behaviors for custom label values.
ja: 2つの挙動属性（`blurs`と`severity`）があり、それぞれ3つの値を持っているため、カスタムラベル値には9つパターンの挙動があります。

source: Since we're making a new app, we're going to want two things: an app server (which hosts our API & frontend) and a view server (which collects data from the network for us). We often bundle the app & view servers, and so we can just call it an “Appview.” Let's start there:
ja: 新しいアプリを作成するので、2つのものが必要になります。アプリサーバー（APIとフロントエンドをホスト）とビューサーバー（ネットワークからデータを収集する）です。アプリサーバーとビューサーバーはバンドルされることが多いため、単に「AppView」と呼ぶことができます。まずはそこから始めましょう。

source: Since we're updating our users' repos locally, we can short-circuit that flow to our own database:
ja: ユーザーのリポジトリをローカルで更新しているので、そのフローを独自のデータベースに短絡できます。

source: Skip
ja: スキップ

source: Skip contact sharing and continue to the app
ja: 連絡先の共有をスキップしてアプリに進む

source: Skip introduction and start using your account
ja: チュートリアルをスキップしてアカウントの使用を開始

source: Skip to next step
ja: 次のステップへスキップ

source: Smaller
ja: 小さい

source: Snoozes the reminder
ja: リマインダーをスヌーズ

source: So far, we have:
ja: ここまでで、以下の操作を実行しました。

source: So far, you've created a bot that makes posts on a regular interval. Now, you can expand your bot into a more complex agent that interacts with other users!
ja: ここまでは、一定間隔で投稿するボットを作成してきました。ここからは、他のユーザーとやり取りできる、より高度なエージェントへ拡張していきます。

source: So how do we make all of these services work together?
ja: では、これらすべてのサービスを連携させるにはどうすればよいでしょうか?

source: So we can see a kind of circular data flow throughout our decentralized backend, with writes being committed to the data repos, then emitted through the event logs into the view servers, where they can be read by our applications.
ja: このように、分散バックエンド全体で一種の循環データフローが見られます。書き込みはデータリポジトリにコミットされ、イベントログを通じてビューサーバーに送信され、アプリケーションで読み取ることができます。

source: Social media you control.
ja: あなたがコントロールするソーシャルメディア。

source: Software Dev
ja: ソフトウェア開発

source: Software which consumes directly from the event stream (firehose) should be more careful. And developers designing new tools or clever hacks should be aware of some expectations and hard limits around data validation.
ja: イベントストリーム（firehose）から直接データを消費するソフトウェアはもう少し慎重である必要があります。新しいツールやイカしたハックを設計する開発者は、データバリデーションに関するいくつかの期待と制限を認識すべきです。

source: Some API endpoints can be accessed without authentication. You can create an unauthenticated client by passing a public API URL to a new `Client()`:
ja: 一部のAPIエンドポイントは認証無しでアクセスできます。公開APIのURLを新しい`Client()`に渡して、認証無しのクライアントを作成できます。

source: Some API endpoints can be accessed without authentication. You can create an unauthenticated client by passing a public API URL to a new `Client`:
ja: 一部のAPIエンドポイントは認証無しでアクセスできます。公開APIのURLを新しい`Client`に渡して、認証無しのクライアントを作成できます。

source: Some applications may have a long delay between blob upload and reference from a record. To maximize interoperability, server implementations and operators are recommended to allow several hours of grace time before "garbage collecting", with at least one hour a firm lower bound.
ja: 一部のアプリケーションでは、blobアップロードからレコードによる参照までの間に長い遅延がある場合があります。相互運用性を最大化するために、サーバー実装とオペレーターはガベージコレクション前になるべく数時間、最低でも1時間の猶予を設けてください。

source: Some categories of data that are typically migrated are:
ja: 移行されるデータの典型的なカテゴリには次のものがあります。

source: Some examples of the definitions you might use for a label
ja: 使うかもしれないラベルの定義例

source: Some media types may contain sensitive metadata. For example, EXIF metadata in JPEG image files may contain GPS coordinates. Servers might take steps to prevent accidental leakage of such metadata, for example by stripping out this metadata before persisting a blob.
ja: 一部のメディアタイプは機密性の高いメタデータを含む場合があります。例えばJPEGのEXIFメタデータにはGPS座標が含まれることがあります。サーバーはblobを永続化する前にメタデータを除去するなど、偶発的な漏洩を防ぐ対策を検討すべきです。

source: Some of the primary specifications comprising the initial version of the AT Protocol are:
ja: 主要な仕様の一部は次のとおりです。ATプロトコルの初期バージョンには次のものが含まれています。

source: Some of your verifications are invalid.
ja: 認証の一部が無効です。

source: Some other feeds you might like
ja: お好みかもしれない他のフィード

source: Some people can reply
ja: 一部の人が返信可能

source: Some software does not need to worry much about Bluesky or atproto schema validation. For example, client apps and bots can generally assume that data they receive from the Bluesky API is valid, and when they try to create records the PDS is responsible for double-checking schema validation.
ja: 一部のソフトウェアはBlueskyやatprotoのスキーマ検証についてあまり心配する必要はありません。例えば、クライアントアプリやボットは通常、Bluesky APIから受け取るデータが正しいと見なすことができ、レコードの作成時にはPDSがスキーマ検証を二重チェックする責任があります。

source: Someone reacted {0}
ja: 誰かが{0}とリアクションしました

source: Someone reacted {0} to {1}
ja: 誰かが{1}に{0}とリアクションしました

source: Something wasn't quite right with the data you're trying to report. Please contact support.
ja: 報告しようとしているデータに問題がありました。サポートに連絡してください。

source: Something went wrong
ja: 何らかの問題が発生したようです

source: Something went wrong!
ja: 何らかの問題が発生したようです！

source: Something went wrong, please try again
ja: 何らかの問題が発生したようなので、もう一度お試しください

source: Something went wrong, please try again.
ja: 何らかの問題が発生したようなので、もう一度お試しください。

source: Something went wrong. Please try again in a moment.
ja: 問題が発生しました。しばらくしてからもう一度お試しください。

source: Something went wrong. Please try again.
ja: 問題が発生しました。もう一度お試しください。

source: Something wrong? Let us know.
ja: 何か問題がありますか？お知らせください。

source: Sorry! Your session expired. Please sign in again.
ja: 申し訳ありません！セッションの有効期限が切れました。もう一度サインインしてください。

source: Sorry, we're unable to load account suggestions at this time.
ja: 申し訳ありません。現在、アカウントのおすすめを読み込むことができません。

source: Sort replies
ja: 返信を並び替える

source: Sort replies by
ja: 返信を並び替える：

source: Sort replies to the same post by:
ja: 次の方法で同じ投稿への返信を並び替えます。

source: Source: <0>{sourceName}</0>
ja: ソース：<0>{sourceName}</0>

source: Spam
ja: スパム

source: Spam or other inauthentic behavior or deception
ja: スパム、その他の不正・欺瞞的行為

source: Specify the format of string fields when appropriate
ja: 使えるなら文字列フィールドの形式（format）を指定してください

source: Spider warning: `blurs=media` + `severity=alert`
ja: 蜘蛛注意：`blurs=media` + `severity=alert`

source: Sports
ja: スポーツ

source: Start a conversation, and it will appear here.
ja: 会話を開始すると、ここに表示されます。

source: Start a new chat
ja: 新しいチャットを開始

source: Start adding people
ja: ユーザーを追加する

source: Start adding people!
ja: ユーザーを追加して！

source: Start by cloning the repo and installing packages.
ja: まず、リポジトリをクローンしてパッケージをインストールします。

source: Start by importing `AtpAgent`, creating an `agent` object, and providing credentials to `agent.login()`:
ja: まず`AtpAgent`をインポートし、`agent`オブジェクトを作成して`agent.login()`に資格情報を渡します。

source: Start chat with {displayName}
ja: {displayName}とのチャットを開始

source: Starter Pack
ja: スターターパック

source: Starter Packs
ja: スターターパック

source: Starter pack by <0/>
ja: <0/>によるスターターパック

source: Starter pack by you
ja: 自分のスターターパック

source: Starter pack by {0}
ja: {0}によるスターターパック

source: Starter pack is invalid
ja: スターターパックが無効です

source: Starter packs let you easily share your favorite feeds and people with your friends.
ja: スターターパックを使ってお気に入りのフィードやユーザーを友人へ簡単に共有できます。

source: Starter packs let you share your favorite feeds and people with your friends.
ja: スターターパックを使ってお気に入りのフィードやユーザーを友人へ簡単に共有できます。

source: Status Page
ja: ステータスページ

source: Step {0} of {1}
ja: ステップ {0} / {1}

source: Storage cleared, you need to restart the app now.
ja: ストレージがクリアされたため、今すぐアプリを再起動する必要があります。

source: Storage needs will vary, but we strongly recommend using S3-compatible storage (e.g. [Minio](https://github.com/minio/minio) or a block storage offering from a VPS provider) instead of storing images and video on local disk.
ja: ストレージの需要は様々ですが、ローカルディスクに画像と動画を保存する代わりに、S3互換ストレージ（例：[Minio](https://github.com/minio/minio)やVPSプロバイダーからのブロックストレージオファリング）を使用することを強くお勧めします。

source: Stored as part of a secure code for matching with others
ja: 他者とマッチングするためのセキュアなコードの一部として保存されています

source: Storybook
ja: ストーリーブック

source: String `knownValues` may include simple string constants, or may include schema references to a `token` (eg, the string `"com.example.defs#tokenOne"`)
ja: 文字列の`knownValues`には単純な文字列定数が含まれるか、`token`へのスキーマ参照が含まれる場合があります（例：`"com.example.defs#tokenOne"`という文字列）

source: String fields in records should almost always have a maximum length if they don't have a format type
ja: レコード内の文字列フィールドは、形式指定がない場合、ほとんどにおいて最大長を持つべきです

source: Submit
ja: 送信

source: Submit Appeal
ja: 異議申し立てを送信

source: Submit appeal
ja: 異議申し立てを送信

source: Submit report
ja: 報告を送信

source: Subscribe
ja: 登録

source: Subscribe to @{0} to use these labels:
ja: これらのラベルを使用するには@{0}を登録してください：

source: Subscribe to Labeler
ja: ラベラーを登録する

source: Subscribe to account activity
ja: アカウントアクティビティを購読する

source: Subscribe to this labeler
ja: このラベラーを登録

source: Subscribe to this list
ja: このリストに登録

source: Success
ja: 成功

source: Success!
ja: 成功！

source: Successfully verified
ja: 正常に認証されました

source: Suggested Accounts
ja: おすすめアカウント

source: Suggested for you
ja: あなたへのおすすめ

source: Suggestive
ja: きわどい

source: Sunrise
ja: サンライズ

source: Sunset
ja: サンセット

source: Support
ja: サポート

source: Support for this feature in your country has not been enabled yet! Please check back later.
ja: お住まいの国ではこの機能がサポートされていません！後でもう一度確認してください。

source: Switch Account
ja: アカウントを切り替える

source: Switch account
ja: アカウントを切り替える

source: Switch accounts
ja: アカウントを切り替える

source: Switch to {0}
ja: {0}へ切り替える

source: System
ja: システム

source: System log
ja: システムログ

source: TIDs, or Timestamp IDentifiers, are an identifier format used for [record](#record) keys. They are derived from the current time and designed to avoid collisions, maintain a lexicographic sort, and efficiently balance the [data repository's](#data-repo) internal data structures.
ja: TID（タイムスタンプID）は、[レコード](#record)キーに使用される識別子形式です。これらは現在の時刻から派生し、衝突を回避し、辞書順ソートを維持し、[データリポジトリ](#data-repo)の内部データ構造を効率的にバランスさせるように設計されています。

source: TV
ja: テレビ

source: Tags only
ja: タグのみ

source: Take advantage of re-usable definitions, such as `com.atproto.repo.strongRef` (for versioned references to records) or `com.atproto.label.defs#label` (in an array, for hydrated labels)
ja: `com.atproto.repo.strongRef`（レコードへのバージョン指定参照）や`com.atproto.label.defs#label`（配列内のハイドレートされたラベル）などの再利用可能な定義を活用してください

source: Take, for example, a single AT record:
ja: 例えば、一つのATレコードを見てみましょう。

source: Taking all of this into account, we can see a general shape for a protocol and network emerge.
ja: これらすべてを踏まえると、プロトコルとネットワークの全体像が浮かび上がります。

source: Tap below to allow Bluesky to access your GPS location. We will then use that data to more accurately determine the content and features available in your region.
ja: 下をタップするとBlueskyがGPSの位置情報にアクセスできるようになります。 その後、そのデータを使用して、お住まいの地域で利用可能なコンテンツと機能をより正確に決定します。

source: Tap can be run from the command line:
ja: Tapはコマンドラインから実行できます。

source: Tap for information
ja: タップして情報を表示

source: Tap for more information
ja: タップしてさらに詳しく

source: Tap is also available as a [TypeScript library](https://www.npmjs.com/package/@atproto/tap). For more information, refer to [The AT Stack](/guides/the-at-stack#tap) and the [tap repository](https://github.com/bluesky-social/atproto/blob/main/packages/tap/README.md).
ja: Tapは[TypeScriptライブラリ](https://www.npmjs.com/package/@atproto/tap)としても利用できます。詳細については、[The AT Stack](/guides/the-at-stack#tap)および[tapリポジトリ](https://github.com/bluesky-social/atproto/blob/main/packages/tap/README.md)を参照してください。

source: Tap is used for syncing existing records from the AT network and then continuing to receive new records from the firehose.
ja: TapはATネットワークから既存のレコードを同期し、その後firehoseから新しいレコードを継続的に受信するために使用されます。

source: Tap is used for syncing existing records from the AT network and then continuing to receive new records from the firehose. For a guide to deploying Tap, refer to the [Tap readme](https://github.com/bluesky-social/indigo/blob/main/cmd/tap/README.md#distribution--deployment).
ja: TapはATネットワークから既存のレコードを同期し、その後firehoseから新しいレコードを継続的に受信するために使用されます。Tapのデプロイ方法については[Tapのreadme](https://github.com/bluesky-social/indigo/blob/main/cmd/tap/README.md#distribution--deployment)を参照してください。

source: Tap sends webhook events when records change anywhere on the network. Requests are validated using a shared secret; for `identity` events, you update the account cache, and for `record` events, you check if the record matches your Lexicon and insert/update/delete it in your database.
ja: Tapはネットワーク上のどこかでレコードが変更されるとwebhookイベントを送信します。リクエストは共有シークレットで検証され、`identity`イベントではアカウントキャッシュを更新し、`record`イベントではレコードがLexiconに一致するかを確認してデータベースへinsert/update/deleteします。

source: Tap simplifies AT sync by handling the firehose connection, verification, backfill, and filtering. Your application connects to a Tap and receives simple JSON events for only the repos and collections you care about, no need to worry about binary formats for validating cryptographic signatures. Tap features:
ja: Tapはfirehose接続、検証、バックフィル、フィルタリングを処理することでAT同期を簡素化します。アプリケーションはTapに接続し、あなたが関心のあるリポジトリとコレクションのみのシンプルなJSONイベントを受け取ります。署名検証のためのバイナリ形式について心配する必要はありません。Tapは以下の特徴を持ちます。

source: Tap to acknowledge that you understand and agree to these updates and continue using Bluesky
ja: タップして、これらの更新を理解して同意し、Blueskyを使用し続けることを確認します

source: Tap to close context menu
ja: タップしてコンテキストメニューを閉じる

source: Tap to dismiss
ja: タップして消す

source: Tap will deliver events through a webhook endpoint at `app/api/webhook/route.ts`:
ja: Tapは`app/api/webhook/route.ts`のwebhookエンドポイント経由でイベントを配信します。

source: Targeted harassment
ja: 特定個人への執拗な嫌がらせ

source: Task complete - 10 follows!
ja: タスク完了 - 10フォロー！

source: Task complete - 10 likes!
ja: タスク完了 - 10いいね！

source: Teach our algorithm what you like
ja: アルゴリズムを鍛える

source: Tech
ja: テクノロジー

source: Technically, you can implement an AT application with just a single PDS — Relays are not a necessary part of the specification. They enable the ecosystem to scale for big-world social networks.
ja: 技術的には、単一のPDSだけでATアプリケーションを実装できます。リレーは仕様上必須の要素ではありませんが、大規模なソーシャルネットワーク向けにエコシステムをスケールさせます。

source: Tell a joke!
ja: ジョークを言って！

source: Tell us a bit about yourself
ja: あなた自身について少し教えて

source: Tell us a little more
ja: もう少し教えて

source: Terms
ja: 規約

source: Terms of Service
ja: 利用規約

source: Text & tags
ja: テキストとタグ

source: Text input field
ja: テキストの入力フィールド

source: Thank you for your feedback! It has been sent to the feed operator.
ja: フィードバックありがとうございます！フィードのオペレーターに送られました。

source: Thanks! You're all set.
ja: ありがとうございます！準備完了です。

source: Thanks, you have successfully verified your email address. You can close this dialog.
ja: ありがとう、メールアドレスの確認に成功しました。このダイアログを閉じても大丈夫です。

source: That contains the following:
ja: その内容は以下の通りです：

source: That starter pack could not be found.
ja: そのスターターパックが見つかりませんでした。

source: That username is already taken
ja: そのユーザー名は既に使用されています

source: That's all the code you need for your bot! Next, you'll test it out.
ja: これでボットに必要なコードはすべて揃いました。次は動作確認です。

source: That's all you need to get started! You can now run the development server with:
ja: 準備はこれで完了です。次のコマンドで開発サーバーを起動できます。

source: That's all, folks!
ja: 以上です、皆さん！

source: That's everything!
ja: これで全部です！
